{
  "termsOfService_title_01": "Article 1 (Purpose)",
  "termsOfService_title_02": "Article 2 (Definitions)",
  "termsOfService_title_03": "Article 3 (Effect and Modification of the Terms)",
  "termsOfService_title_04": "Article 4 (Conclusion of the Service Agreement)",
  "termsOfService_title_05": "Article 5 (Provision of the Service)",
  "termsOfService_title_06": "Article 6 (Personal Information Protection)",
  "termsOfService_title_07": "Article 7 (User Obligations)",
  "termsOfService_title_08": "Article 8 (Intellectual Property)",
  "termsOfService_title_09": "Article 9 (Limitation of Liability)",
  "termsOfService_title_10": "Article 10 (Governing Law and Jurisdiction)",
  "termsOfService_supportingText_01": "These Terms of Service (“Terms”) define the rights, obligations, and responsibilities between CLIP TRIP (“Company”) and users regarding the use of its video-based travel summary and itinerary recommendation service (“Service”).",
  "termsOfService_supportingText_02": "1. “Service” refers to the AI-powered features that automatically generate travel locations, summaries, and itineraries based on video subtitles.\n2. “User” refers to any individual or entity who agrees to these Terms and uses the Service.\n3. “Content” includes any subtitles, location information, or summaries input or generated by the user.",
  "termsOfService_supportingText_03": "1. The Company will display these Terms on the service screen or otherwise notify users, and users must agree to these Terms to use the Service.\n2. The Company may revise these Terms in accordance with applicable laws and will notify users in advance of any changes.",
  "termsOfService_supportingText_04": "1. The Service Agreement is concluded when a user agrees to these Terms during sign-up and the Company approves the application.\n2. The Company may deny or terminate the agreement in case of false information, impersonation, or violation of relevant laws.",
  "termsOfService_supportingText_05": "1. The Company provides the following services:\n- Subtitle-based travel location extraction and summarization\n- Easy language/multilingual summaries\n- Itinerary creation and map visualization\n- Itinerary saving and sharing\n2. The Company may modify features and contents of the Service with prior notice.",
  "termsOfService_supportingText_06": "1. The Company lawfully collects and processes users' personal data in accordance with applicable laws and its [Privacy Policy].\n2. Collected data is used for:\n- Service provision and operation\n- Personalized recommendations and content\n- Statistical analysis and service improvement\n3. If consented, pseudonymized data may be used for analysis and research.",
  "termsOfService_supportingText_07": "1. Users shall not:\n- Input or use others' information without permission\n- Copy or distribute generated content without authorization\n- Use the Service for illegal purposes",
  "termsOfService_supportingText_08": "1. Users retain copyright over the original subtitle content they input.\n2. Copyright of AI-generated summaries and itineraries belongs to the Company and may not be commercially used without prior consent.",
  "termsOfService_supportingText_09": "1. The Company does not guarantee the accuracy or completeness of information included in the Service and is not liable for any travel outcomes.\n2. The Company is not liable for any data loss or errors unless caused by gross negligence or willful misconduct.",
  "termsOfService_supportingText_10": "1. These Terms are governed by the laws of the Republic of Korea.\n2. Any dispute arising between the Company and the user shall be subject to the jurisdiction of the court at the Company’s principal place of business."
}
